{
  "lad_001_carbon.png": "✅ APPROVED - V3 caption is good",
  "lad_002_cash.png": "background is not divided- it is solid.",
  "lad_003_chai.png": "should we mention its a bucket style hat?",
  "lad_004_silicon.png": "remove school kid - we have vintage style kids suite, what do you think?",
  "lad_005_copper.png": "✅ APPROVED - V3 caption is good",
  "lad_006_redshift.png": "what is deep blue pal neutral expression?! medium blonde mohawk is better.",
  "lad_007_titanium.png": "eyes are dark brown.",
  "lad_008_platinum.png": "✅ APPROVED - V3 caption is good",
  "lad_009_steel.png": "medium light skin  not medium to light skin. dark blue jacket.",
  "lad_010_aluminum.png": "medium light skin medium light skin  not medium to light skin.",
  "lad_011_chocolate.png": "beard  not stubble. should we mention the divided background colors?",
  "lad_012_chromium.png": "HE HAS DEEP BLUE EYES NOT METNIONED!!!!!",
  "lad_013_caramel.png": "should we mention the divided background colors?!  HIS EYE COLOR IS NOT MENTIONED!",
  "lad_014_sugar.png": "bleu should be blue. remove the Coinbase blue in parenthswis. just lsya light liavdaner colalred shirt. he has bluee yes that are NOT MENTIONED!",
  "lad_015_jackson.png": "",
  "lad_018_mandarin.png": "please just try again at this one maybe unless you think we shouldnt change it.",
  "lad_019_diamond.png": "please review this one again.",
  "lad_020_gpu.png": "wow this one just needs compelte help",
  "lad_021_x.png": "green gradient background?",
  "lad_022_x.png": "we saidf baldn twice remove the hsecond instnace. remove hispanic unless its helpful for the model. green gradient background. salmon collared shirt needs a space. the end part abotu a wedding and perhaps is not needed. he also has a goat tee for facial hair.",
  "lad_023_x-2.png": "black and silver highlighted hair? we didnt mention the color and also check out the image. this one just needs help.",
  "lad_023_x-4.png": "black and silver highlighted hair? we didnt mention the color and also check out the image. this one just needs help.",
  "lad_023_x-3.png": "black and silver highlighted hair? we didnt mention the color and also check out the image. this one just needs help.",
  "lad_023_x.png": "black and silver highlighted hair? we didnt mention the color and also check out the image. this one just needs help."
}